{
  "books": [
    {
      "title": "Atomic Habits",
      "meta": "By James Clear · 2018",
      "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
      "category": "Self Help",
      "bookCover": "assets/images/atomic-book.png",
      "accentColor": "#FFF2E5",
      "progressValue": 0.36,
      "currentPage": 114,
      "pages": 319
    },
    {
      "title": "How to Win Friends and Influence People",
      "meta": "By Dale Carnegie · 1998",
      "description": "The core idea is that you can change other people's behavior simply by changing your own. It teaches you the principles to better understand people, become a more likable person, improve relationships, win others over, and influence behavior through leadership.",
      "category": "Self Help",
      "bookCover": "assets/images/influence-book.png",
      "accentColor": "#FFE5F2",
      "progressValue": 0.42,
      "currentPage": 120,
      "pages": 288
    },
    {
      "title": "The Subtle Art of Not Giving a F*ck",
      "meta": "By Mark Manson · 2016",
      "description": "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be \"positive\" all the time so that we can truly become better, happier people.",
      "category": "Non Fiction",
      "bookCover": "assets/images/subtle-book.png",
      "accentColor": "#FFE5E5",
      "progressValue": 0.81,
      "currentPage": 181,
      "pages": 224
    },
    {
      "title": "The Fault in Our Stars",
      "meta": "By John Green · 2012",
      "description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.",
      "category": "Romance",
      "bookCover": "assets/images/fault-book.png",
      "accentColor": "#E5FFFF",
      "progressValue": 0.42,
      "currentPage": 131,
      "pages": 313
    },
    {
      "title": "The Decagon House Murders",
      "meta": "By Yukito Ayatsuji · 2021",
      "description": "Seven students, members of their university's mystery club, decide to spend a week-long vacation on Tsunojima Island off the coast of Japan. Six months earlier the owner of the island was brutally murdered alongside his wife and housekeepers, and the case remains unsolved.",
      "category": "Mystery",
      "bookCover": "assets/images/decagon-book.png",
      "accentColor": "#E5E5FF",
      "progressValue": 0.76,
      "currentPage": 173,
      "pages": 228
    },

    {
      "title": "The Alchemist",
      "meta": "By Paulo Coelho · 2014",
      "description": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and soul-stirring wisdom, is about an Andalusian shepherd boy named Santiago, who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried near the Pyramids.",
      "category": "Fiction",
      "bookCover": "assets/images/alchemist-book.png",
      "accentColor": "#FFE5E5",
      "progressValue": 0.21,
      "currentPage": 38,
      "pages": 182
    },
    {
      "title": "The Things You Can See Only When You Slow Down",
      "meta": "By Yuval Noah Harari · 2017",
      "description": "A renowned Buddhist meditation teacher born in Korea and educated in the United States, illuminates a path to inner peace and balance amid the overwhelming demands of everyday life.",
      "category": "Non Fiction",
      "bookCover": "assets/images/slow-book.png",
      "accentColor": "#E5FFE5",
      "progressValue": 0.32,
      "currentPage": 92,
      "pages": 288
    },
    {
      "title": "Gone Girl",
      "meta": "By Gillian Flynn · 2014",
      "description": "On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne’s fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick’s clever and beautiful wife disappears from their rented McMansion on the Mississippi River.",
      "category": "Non Fiction",
      "bookCover": "assets/images/gone-book.png",
      "accentColor": "#FFE5E5",
      "progressValue": 1.0,
      "currentPage": 415,
      "pages": 415
    },
    {
      "title": "The Girl with the Dragon Tattoo",
      "meta": "By Stieg Larsson · 2014",
      "description": "Harriet Vanger, a scion of one of Sweden’s wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate.",
      "category": "Non Fiction",
      "bookCover": "assets/images/dragon-book.png",
      "accentColor": "#FFFFE5",
      "progressValue": 0.0,
      "currentPage": 0,
      "pages": 480
    },
    {
      "title": "Sapiens",
      "meta": "By Yuval Noah Harari · 2015",
      "description": "100,000 years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens.",
      "category": "History",
      "bookCover": "assets/images/sapiens-book.png",
      "accentColor": "#FFFFE5",
      "progressValue": 0.12,
      "currentPage": 61,
      "pages": 512
    },
    {
      "title": "The Notebook",
      "meta": "By Nicholas Sparks · 2004",
      "description": "A man with a faded, well-worn notebook open in his lap. A woman experiencing a morning ritual she doesn't understand. Until he begins to read to her. An achingly tender story about the enduring power of love.",
      "category": "Romance",
      "bookCover": "assets/images/notebook-book.png",
      "accentColor": "#FFFFE5",
      "progressValue": 0.92,
      "currentPage": 196,
      "pages": 214
    }
  ]
}
